---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareMillimeters
source: html/32626595-2113-a37e-3563-8f100403d00a.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareMillimeters Property

Square millimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareMillimeters { get; }
```